Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Giellanjuolggadusat galget vuos ja ovddimusat buoridit sámegiela árvodási ja láhčit dilálašvuođaid nu ahte sámegiella sáhttá geavahuvvot almmolaš bálvalusain.
smj: Ráddidusá mielas le ájnas ásadit guovtegielak sebrudagájt dåppe gånnå dát le máhttelis, ja le positijva mielan vijdábuj sámegiela háldadusguovlov vijdedit.

source: Buot almmolaš orgánain maidda sámelága kapihtal 3 ja dát lahkaásahus gustojit, lea geatnegasvuohta gozihit ahte njuolggadusat čuvvojuvvojit.
smj: sámelága giellanjuolgadusá vaddi viesádijda gielalasj rievtesvuodajt almulasj orgánaj aktijvuodajn. Dat gullu oadtjot njuolgadusájt jårggåluvvat, almodusájt

source: Vásáhusat duođaštit dattetge ahte gildii lea váttis ollašuhttit giellanjuolggadusaid mearrádusaid, erenoamážit dannego váilot dakkár olbmot guđet hálddašit sámegiela čálalaččat ja njálmmálaččat, ja maid livččii vejolaš virgádit gildii bargin.
smj: 40 ja sjiemájt sámegiellaj, rievtesvuodav vásstádusájda samegiellaj, vijdedum adnuj sámegiellaj riektásuorgen, ja vijdedum adnuj sámegiellaj varresvuoda- ja sosiálasuorgen, ajnegis girkko dievnastusájt, rievtesvuodav åhpadusvirggelåbijda ja rievtesvuoda sámegiela åhpadussaj.

source: Sámelága giellanjuolggadusat árvvoštallojuvvojedje jagi 2007. Árvvoštallama čađahii Sámi instituhtta Kultur- ja girkodepartemeantta ovddas.
smj: sámelága giellanjuolgadusáj árvustallamis mij tjadáduváj 2007 jage åvddånbådij ienemus oasse almulasj orgánajs ma guoskadálli sámelága giellanjuolgadusájs, e lága gájbbádusájt ållåsit dievde.

source: Árvvoštallanraporta čájeha ahte almmolaš orgánat maidda sámelága giellanjuolggadusat gustojit, eai ollašuhte lága dievvasii.
smj: Danen ij le álmmuk lága háldadusguovlon sihkarastedum rievtesvuodajt sámegielav anátjit almulasj orgánaj aktijvuodajn dan dásen majt giellanjuolgadusá biedji.

source: Váldosivva orru leamen ahte sámegiela máhttu váilu almmolaš etáhtaid bargiin.
smj: oajvvesivva dási le máhtudak vánesvuohta sámegielan almulasj suorge barggij gaskan.

source: Olbmot orrot viehka muddui jáhkkimin ahte sámegiella ja dárogiella leat ovttadássásaš gielat.
smj: oajvvehásstalussan le sámegiela anov lasedit suorgijn gånnå giella uddni le rasjes dilen, dagu merrasáme, márkkosáme, julevsáme ja oarjjelsáme guovlojn.

source: Sámelága giellanjuolggadusaid eará viehka positiiva váikkuhus lea ahte čađahuvvon lea viiddis ja ođđa vugiid geavaheaddji bargu mii galgá ollašuhttit guovttegielalašvuođa ja sámegielalaš bálvalusaid sihke gielddalaš, fylkkagielddalaš ja stáhtalaš etáhtain.
smj: Tjuovvovasj dåjma vierttiji liehket njuolgadussan vijdábuj åvddånahttemij almulasj dievnastusájn sámegiellaj: • Åvddånahttet nuortta-, julev- ja oarjjelsáme terminologijav varresvuoda- ja huksodievnastusá, bulke ja kriminálahuvso ja ietján almulasj háldadusá adnuj

source: Árvvoštallan čájeha dasto vel ahte lea vejolaš eahpidit ahte sámelága giellanjuolggadusat eai doarvái bures ollašuhte daid gáibádusaid maid eurohpalaš lihttu bidjá guovlo- ja unnitlohkogielaid hárrái.
smj: • Åvddånahttet báhkogirjijt nuortta-, julev- ja oarjjelsámegiellaj almulasj háldadusá hárráj • Åvddånahttet departementaj næhttabielijt nuortta-, julev- ja oarjjelsámegiellaj

source: Dat deattuhuvvo ahte hálddašanguovllu ráddjen lea mearrideaddji dehálaš sámiid oažžumii vuoigatvuođaid sámelága mielde.
smj: • Åvddånahttet dåhkkidimårnigav lágajda ma li sámegielajda jårggåluvvam • sihkarasstet bærrájgæhttjoårnigav sámelága giellanjuolgadusáj tjovvolimev

source: Árvvoštallanraporttas danne árvaluvvo ahte njuovžilat geográfalaš ráddjema ášši árvvoštallojuvvo sierra.
smj: • sihkarasstet vaj stáhta etáhta adnuj válldi prográmmajt má sámegiela bokstávajt giehtadalli

source: Doaibmabidju 27.
smj: sámelága giellanjuolgadusá

source: Sámelága giellanjuolggadusaid geahčadeapmi
smj: sámelága giellanjuolgadusá vaddi viesádijda gielalasj rievtesvuodajt almulasj orgánaj aktijvuodajn.

source: Sámelága giellanjuoggadusaid árvvoštallama čuolbmačohkiid vuođul, ja dan vuođul ahte sámelága giellanjuolggadusaid hálddašanguovlu lea viiddiduvvon siskkildit sihke davvisámegiela, julevsámegiela ja oarjilsámegiela, de Bargo- ja searvadahttindepartemeanta atná dárbun dárkileappot geahčadit sámelága giellanjuolggadusaid riikkaidgaskasaš mearrádusaid ektui, mat leat álgoálbmogiid ja unnitloguid gielaid birra.
smj: Giellanjuolgadusájn le vuostatjin ulmmen sámegiela aledit dásev ja láhtjet dilev sámegiela adnuj almulasj dievnastusáj gáktuj.

source: Áigeguovdil lea maid árvvoštallat daid árvalusaid maid Sámediggi ja Sámi girkoráđđi leat buktán, ja mat gusket hálddašanguovllu girkuid guovttegielalašvuođa doibmii.
smj: Divna almulasj orgána ma guoskadaláduvvi sámelága 3. kapihttalis ja dan láhkatjállusis, le vælggogis gåtsedit vaj njuolgadusá tjovoduvvi.

source: Bargo- ja searvadahttindepartemeanta danne áigu álggahit barggu mas geahčadit sámelága giellanjuolggadusaid riikkaidgaskasaš geatnegasvuođaid ektui, ja mas árvvoštallet leago dárbu nuppástuhttit sámelága giellanjuolggadusaid.
smj: Juohkka orgánan le åvdåsvásstádus dasssta vaj le máhtulasj sámegielak bargge. Åtsådallama le vuojn nav vaj gássjelis suohkanijda dievddet njuolgadusáj mærrádusájt, danen gå le ulmutjijs vánesvuohta gudi tjálalasj ja njálmálasj sámegielav máhtti virgijda suohkanijn.

source: Sámelága giellanjuolggadusaid bearráigeahčču
smj: sámelága giellanjuolgadusáj árvustaláduvvin 2007 jage.

source: Guorahallamat čájehit dange ahte dilli lea unnán rievdan áiggi mielde.
smj: Árvustallam dagáduváj sáme instituhtas Kultuvrra- ja girkkodepartementa gåhtjodusás.

source: Departemeanta áigu geahčadettiinis sámelága giellanjuolggadusaid árvvoštallat berrego lágas, sámegiela nannen dihtii, mearriduvvot bearráigeahčču das mo gielddat ja fylkkagielddat čađahit sámelága giellanjuolggadusaid.
smj: Árvustallamis åvddånbådij ienemus oasse almulasj orgánajs ma guoskadálli sámelága giellanjuolgadusájs, e lága gájbbádusájt ållåsit dievde. oajvvesivva dási vuojnnet le máhtudak vánesvuohta sámegielan almulasj suorge barggij gaskan.

source: Sámegielalaš bargit almmolaš hálddahusas
smj: Ulmme sámegielav ja dárogielav dássádit giellaháldadusguovlo sissŋelin vuojnnet ij le vuojga duohtan boahtám.

source: Váldosivva go sámelága giellanjuolggadusat eai áibbas ollašuhttojuvvo, orru leamen dat ahte almmolaš hálddahusa bargiin váilu sámegiela máhttu, ja datge ahte unnán leat álbmogis dakkár olbmot geain lea fidnomáhttu ja sámegiela máhttu, geaid sáhtášedje virgádit.
smj: sámegielav ja dárogielav dádjadit avtaárvulasj giellan le gis dábálasj dádjadus. nubbe vuogas sivva sámelága giellanjuolgadusájs le jut tjadáduvvam li vijdes ja ådåsdahko barggo duostotjit guovtegielak dievnastusájt, suohkanijn, fylkasuohkanijn ja stáhta etáhtajn.

source: Jos daid almmolaš bargiid lohku galggaš stuorrut, geain lea máhttu sámegielas, de gáibiduvvojit buorit ortnegat sámegiela oahpahusa várás ja buorit ortnegat sámegiela deavdda- ja joatkkaoahpahusa várás.
smj: 41 Árvustallamis åvddånboahtá vijdábut máhttá gatjálvisáv buktet jus sámelága njuolgadusá ållåsit dievddi gájbbádusájt eurohpá guovllo- ja unneplågogielaj lihton. Dættoduvvá jut háldadusguovlo geografalasj ráddjijibme le mierredime rievtesvuodaj ávkkimav sámelága milta.

source: Sámelága § 3-7 cealká ahte bargiin guđet sámegiela hálddašanguovllus leat báikkálaš dahje guvllolaš almmolaš orgánas barggus, lea vuoigatvuohta oažžut bálkáhuvvon virgelobi háhkan dihtii alcceseaset máhtu sámegielas, go su orgána dárbbaša dakkár máhtu.
smj: Vuoseduvvá dasi jut geografalasj raddjim mij aneduvvá unneplågogielaj lihton le ienep hiebadahkes gå dat mij aneduvvá sámelága giellanjuolgadusájn, ja dát árvustallamrapporta milta buktá sisŋeldis rijdov dássásasjgiehtadallamprinsihpa ja avtaárvulasj- ja dássásasjprinsihpav.

source: Vuoigatvuođa lea vejolaš čatnat bargi geatnegasvuhtii bálvalit orgána dihto áigemeari oahpahusa maŋŋá.
smj: Árvustallamrápportan oajvvaduvvá danen jut gatjálvis ienep hiebadahkes geografalasj ráddjim árvustaláduvvá sierra.

source: Láhkaásahusa § 2 čiekŋuda dán ášši, ja cealká ahte go lea geavatlaččat ja ruđalaččat ovdun, de sámegiela oahpahus berre čađahuvvot ovttasráđiid máŋggain eará orgánain maidda sámelága kapihtal 3 ja dát láhkaásahus gustojit.
smj: sámelága giellanjuolgadusáj árvustallama gatjálvisáj duogátjijn ja gå háldadusguovllo le vijdeduvvam nuorttasáme, julevsáme ja oarjjelsáme gielajda, vuojnná Barggo- ja sebrudahttemdepartemænnta dárbov lagábut sámelága giellanjuolgadusájt árvustallat rijkajgasskasasj ieme-álmmukgielaj mærrádusáj gáktuj.

source: Orgána bargiin geaidda addojuvvo virgelohpi lohkat sámegiela oahpahusásahusas, lea vuoigatvuohta oažžut bálkká oahpahusa áiggi.
smj: Dárbbo le aj árvustallat dajt javllamusájt majt sámedigge ja sáme girkkoráde li buktám mij gullu guovtegielakvuohtaj girkko dåjmajn háldadusguovlon.

source: Geahpeduvvon bálkká lea vejolaš máksit go bargi sámegiela oahpahus lea viidát go dat oahppu maid orgána dárbbaša ja go oahpahus ii leat njulgestaga dárbbašlaš bargi bargui.
smj: Barggo- ja sebrudahttemdepartemænnta ájggu álgadit bargov sámelága giellanjuolgadusájt árvustallat rijkajgasskasj vælggogisvuodaj gáktuj ja árvvalit jus rievddadibmáj le dárbbo.

source: Dasto láhkaásahusa § 2 cealká ahte maiddái orgánat maidda sámelága § 3-7 ii gusto, berrejit addit virgelobi bargiide oahppat sámegiela go orgána dárbbaša olbmo guhte máhttá sámegiela. Sámediggi oaivvilda ahte sivva lea jáhkkit ahte almmolaš doaimmahusat eai vuorut bargiidasaset sámegiela oahpahusa.
smj: sámedigge le jagij 2000, 2004 ja 2008 tjadádam sámegiela dile guoradallamijt ja árvustallam sámelága giellanjuolgadusájt 2007 jage, dájs åvddånbådij ienemus oasse almulasj orgánajs ma guoskadálli sámelága giellanjuolgadusájs, e lága gájbbádusájt ållåsit dievde rievtesvuodaj gáktuj adnet sámegielav almulasj orgánaj aktijvuodan sámegiela háldadusguovlon.

source: Dát boahtá ovdan ee. Sámedikki čađahan giellaiskkademiin.
smj: Guoradallama aj vuosedi dille le unnán rievddam ájgij milta.

source: Sámegielalaš / dárogielalaš dulkonbálvalusat eai leat álo fidnemis almmolaš bálvalusdoaimmaide.
smj: Departemænnta ájggu sámelága giellanjuolgadusáj dárkkestimen árvustallat jus, dagu oassen nannitjit sámegielav, viertti láhkamierredit loahpádusáv bærrájgæhtjo hárráj suohkanij ja fylkasuohkanij sámelága giellanjuolgadusáj tjadádime birra.

source: Odne váilot ollu sámegielalaš dulkkat, sihke davvisámegielas, julevsámegielas ja oarjilsámegielas.
smj: Åvdåsvássterdiddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2009-2010 sámegielak bargge almulasj háldadusán

source: Bargo- ja searvadahttindepartemeanta áigu ovttas heivvolaš departemeanttaiguin, Sámedikkiin ja Sámi allaskuvllain geahčadit otnáš sámegielalaš dulkonbálvalusaid ja árvvoštallat makkár doaibmabijuid lea dárbu álggahit vai lea dohkálaččat doaibmi dulkonbálvalus.
smj: oajvvesivva dási gå sámlága giellanjuolgadusá e ållåsit dievdeduvá, vuojnnet le máhtudak vánesvuohta sámegielan almulasj háldadusá barggij gaskan, ja gå rekrutterimvuodo álmmugin mij gullu ulmutjijda fáhkaåhpadusájn ja sámegielak máhtudagájn le unne.

source: Otnáš ortnet lea nu, ahte Finnmárkku buollinlágádusa heahteguovddážis leat sámegielalaš bargit váktaortnegis mii gednojuvvo telefovdnaoktavuhtii go lea dárbu.
smj: Lasedit almulasj barggij lågov gejn le sámegiela máhtudahka gájbbet buorre årnigijt sámegiela åhpadusájda ja buorre årnigijt lasse- ja joarkkaåhpadusájda sámegielan.

source: Politiija ja dearvvasvuođabálvalusa heahteguovddážiin geavahuvvojit sin iežaset organisašuvnnaid sámegielalaš olbmot.
smj: JUs aKTaK aLMULasJ oRGÁDna ij tjuovo

source: Ráđđehus lea vuođđudan joavkku mii čielggada mo heahtedieđihanbálvalusa galggašii nuppástuhttit.
smj: njuolgadusájt sámelága giellakapihttalijn máht tá sån gesi ássje njuolgga gullu, gujddit dan

source: Joavku galgá geiget iežas raportta geassemánu 1. b. 2009.
smj: lagámus bajemus orgádnaj gujddimus guos ská, bs. sámelága 3–11 §.

source: Mánáidsuodjalus
smj: Fylkaålmmå le gujd

source: Báikki válljejupmi galgá ee. leat dan deastta mielde ahte máná bajásgeassima bissovašvuohta váldojuvvo vuhtii, ja ahte máná čearddalaš, oskkolaš, kultuvrralaš ja gielalaš duogášge váldojuvvo vuhtii.
smj: dimusorgádna mij gullu gujddimusájda ma

source: Dehálaš lea ahte sámi mánáid vuoigatvuohta oažžut gielalaččat ja kultuvrralaččat heivehuvvon fálaldaga váldojuvvo vuhtii.
smj: guosski suohkana jali fylkasuohkana orgánajda. Rijkavijddusasj sáme organisásjåvnåjn ja rijka

source: Sámi mánáin guđet leat sámegiela hálddašanguovllus eret, lea vuoigatvuohta sámegielalaš oktavuhtii politiija- ja áššáskuhttineiseváldái.
smj: vijddusasj almulasj orgánajn majn le dahka

source: Mánáidvissui danne gustojit sámelága giellanjuolggadusat.
smj: musá ma sierra ålles jali åsijt sáme álmmugij

source: Sámediggi čujuha dasa ahte otnáš dilli lea dakkár, ahte politiijaetáhtas ja duopmáriin váilu sámegiela ja kultuvrra máhttu, vaikko dutketge sámi mánáid.
smj: siTEHTaJn aktisattjat ásadi sáme kultuvr

source: Nu lea maid go ráva, bagadus ja čuovvoleapmi fállojuvvojit.
smj: ramáhtudagá åhpadusáv gånnå julevsáme guovllo tjalmostuvvá.

source: Dát leat mearkkašahtti stuorra váilivuođat mat čuhcet máná riektesihkkarvuhtiii.
smj: 2-bæjvvásasj tjåhkanimijda organiseriduvvam, ja gájkka tjåhkanime le Divtasvuonan.

source: Oahpahusfálaldat “ Mánáidsuodjalus unnitlohkoperspektiivvas ” álggahuvvui čakčat 2008.
smj: Åhpadusfálaldahka le boahtám jåhtuj dah kamusás ofuohtá guovlo máhtudakkåntåvrås

source: Sámi perspektiiva lea dehálaš oahpahussii ja oktasaš lážáldahkii, erenoamážit Finnmárkku allaskuvllas.
smj: (RKK ofoten), ja mij lij sierraláhkáj hiebadum åhpadiddjij ja iehtjádijda hárráj åhpadussuor

source: Joatkkaoahpahusa árvvoštallan
smj: gen Divtasvuona suohkanin.

source: Joatkkaoahpahus man namma lea “ Mánáidsuodjalus unnitlohkoperspektiivvas ”, galgá árvvoštallojuvvot.
smj: Åhpadus le aj

source: Dan vuođul šaddá árvvoštallojuvvot leago dárbu nannet dán fálaldaga sámi oasi vel eambbo.
smj: ávkálasj juohkka almulasj barggijda ja iehtjádij da gudi barggi sáme gatjálvisáj jali moattekul

source: Doaibmabidju 31.
smj: tuvrak aktijvuodajn.

source: Bearráigeahččanortnega láhkaásahusvuođđu
smj: vállde tjåhkanin åhpadusá rahpamij ja vuostasj

source: Dat dáhpáhuvvá ovttasráđiid Sámedikkiin.
smj: kurssatjåhkanibmáj.

source: Dearvvasvuođa- ja fuollabálvalusat Ráđđehusa ulbmil lea fállat álbmogii ovttadássásaš dearvvasvuođa- ja fuollafálaldagaid beroškeahttá olbmo gielalaš ja kultuvrralaš duogážis.
smj: sámelága 3-7. § javllá barggen bájkálasj jali guovlolasj almulasj orgánan sámegiela háldadusguovlon le rievtesvuohta virggeloahpáj bálkkájn åttjudittjat allasis sámegiela máhtudagáv gå orgánan dakkár máhtudahkaj le dárbbo.

source: Gielddalaš suorggi návččaiguin Dearvvasvuođa- ja fuolahusdepartemeanta áigu deattuhit dutkama ja máhttoovddideami, pedagogalaš váikkuhangaskaomiid geavaheami, ekonomalaš doarjaga vuoruhuvvon ovddidandoaibmabijuide ja bearráigeahččanvuogi ovddideapmái.
smj: Láhkatjállusa 2.§ dáv tjielggi dárkkelappot, ja javllá gånnå dát le praktihkalasj ja økonomalasj ávkken, viertti sámeåhpadus dáhpáduvvat aktisasjbargujn gaskal ietjá orgánaj ma guoskadalli sámelága 3. Kapihttalis ja dan láhkatjallusis.

source: Erenoamášdearvvasvuođabálvalusas departemeanta áigu eaiggádin stivret ja gozihit sámi álbmoga vástesaš bálvalusfálaldagaid.
smj: Bálkkáåsij ålgusmáksem máhttá vatteduvvat gå åhpadus le ienep gå masi orgánan le dárbbo ja gå åhpadus ij le njuolgga dárbbo dievnastusán.

source: Ovttadássásaš dearvvasvuođa- ja fuollabálvalusat eaktudit ahte sámi álbmoga váldet vuostái bargit geain lea máhttu sámegielas ja kultuvrras.
smj: Vijdábut de javllá láhkatjállusa 2. § jut aj orgána ma e guodkadaláduvá sámelága 3-7 §, vierttiji aj barggijda vaddet virggeloabev åhpatjit sámegielav gå le sámegielak máhtudagás dárbbo.

source: Buori bálvalusfálaldaga eaktun lea dat ahte bargit máhtte sámegiela ja dovdet sámi kultuvrra.
smj: sámedikke mielas le jáhkedahtte almulasj dåjmadagá e vuoroda sámegiela åhpadusáv ietjasa barggijda.

source: Dearvvasvuođabálvalusa doaibma lea fállat buori dearvvasvuođafálaldaga.
smj: Dát åvddånboahtá i. i. giellaárvustallamis majt sámedigge le tjadádam.

source: Go oktagasat ieža buohccájit, dahje leat buohcci olbmo lagamus olmmoš ja galget čilget dávdamearkkaid dahje vuostáiváldit dieđuid, de lea giella ja kulturáddejupmi hirbmat dehálaččat go olbmot galget bures gulahallat dearvvasvuođabargiiguin.
smj: 29. doajmma Dålkkååhpadus ja dålkkådåhkkidibme

source: Gielda, fylkkagielda dahje dearvvasvuođafitnodat galget doaimmahit dárbbašlaš dulkonveahki go bargiin ii leat doarvái giella- ja kulturmáhttu.
smj: sáme / dáro dålkkumdievnastus ij le moatteláhkáj almulattjat sadjihin. Uddni le stuorra vádne sámegiela dålkåjs, nuorttasámegiellaj, julevsámegiellaj ja oarjjelsámegiellaj.

source: Geavaheaddjiidjearahallan maid Sámi dearvvasvuođadutkama guovddáš lea čađahan, čájeha ahte geavaheaddjit leat duhtameahttumat dearvvasvuođabargiid sámegiela máhttui, ja dát jearahallan duođašta čielgasit ahte dulkon lea heahtečoavddus.
smj: Barggo- ja sebrudahttemdepartemænnta ájggu, aktan ietjá guoskadaládum departementaj, sámedikkijn ja sáme allaskåvlåjn gehtjadit udnásj dålkkumdievnastusáv sámegiellaj ja árvvalit makkár dåjma ma máhtti liegket dárbulattja buorre doajmme dålkkumdievnastusáv ásadittjat.

source: Dearvvasvuođabargiid váillálaš giellamáhttu sáhttá dagahit boastto dálkkodeami ja dange ahte bahás dávdamearkkat eai fuomášuvvo áiggil.
smj: sámedigge le moaddi tjuojggidusájt buktám jut hiehtediededimdievnastus ij dåjma vuojga buoragit sáme álmmuga ja sáme guovloj gáktuj.

source: Dearvvasvuođa- ja fuolahusdepartemeanta lea jagi 2008 doaibmadokumeanttainis regionála dearvvasvuođafitnodagaide deattuhan ahte plánemis, čielggadeamis ja mearrideamis galget vuhtii váldit ja oidnosii buktit sámi divššohasaid vuoigatvuođa ja dárbbu oažžut alcceseaset heivehuvvon bálvalusaid.
smj: Udnasj årnik le nav vaj buollemdåjmadagá hiehteguovdátjijn (110) Finnmárkon le sámegielak bargge váksjomårnigin mij sjåpkaduvvá ságastallamij gå le dárbbo. Bulke (112) ja varresvuodadievnastusá (113) hiehteguovdátja adni

source: Dearvvavuođafitnodagat galget dieđihit dan birra iežaset jahkásaš dieđáhusas.
smj: birra ja ietjá sáme rievtesvuodaj birra (sámeláhka) 3-7 § ja 3-10 §.

source: Eaktu lea, go sámi álbmogii galgá sihkkarastojuvvot ovttadássásaš dearvvasvuođa- ja fuollabálvalus, ahte dearvvasvuođabargiin lea máŋggakultuvrralaš áddejupmi ja sámegiela ja sámi kultuvrra máhttu.
smj: ajnas le jut sáme mánáj rievtesvuoda giella ja kultuvrra látjedum fálaldagá bisoduvvi. sáme giela ja kultuvra máhtukvuohta le ájnas gájbbádus mánájsuodjalussaj jus máhttet galggá vaddet sáme mánájda ja sijá fámiljajda dajt faláldagájt masi sidjij le rievtesvuoda.

source: Ovddasvástádus maiddái sámiidge vástesaš buriid dearvvasvuođa- ja fuollabálvalusaid sihkkarastimis, gullá bajimus dássái.
smj: Mánájsuodjalusá åvddånahttemguovdásj Tråmsån barggá vuogij åvddånahttemij sáme mánájsuodjalussaj, ja siján le máhtudahka mánájsuodjalusás gånnå le sáme giella ja kultuvrra vuodon.

source: Sámelága § 3-5 válddahallá viiddiduvvon vuoigatvuođa geavahit sámegiela dearvvasvuođa- ja sosiálasuorggis.
smj: sáme mánájn gudi li vásedam råhtjåtjimijt le rievtesvuoda ja gájbbádusá avtaárvvusasj viehkkefálaldagájda sæmmi gå ietjá mánájn.

source: Maiddái dainge dearvvasvuođaásahusain, mánáidsuodjalusásahusain ja sosiálaásahusain, mat leat sámegiela hálddašanguovllu olggobealde, muhto mat vuostáiváldet divššohasaid hálddašanguovllu gielddas, leat geatnegasvuođat, gč. sámelága § 3-1.
smj: sáme mánájn sámegiela háldadusguovlo sissŋelin le rievtesvuoda sámegielajn duostoduvvat bulkke- ja ássjeguoddalimoajválattjajs. Mánájgoade li danen sámelága giellanjuolgadusáj vuolen.

source: Stáhtas lea ovddasvástádus oadjomáksimiin, buohcciviesuin (dearvvasvuođafitnodagain) ja eará spesialistalaš dearvvasvuođabálvalusas masa maiddái gullá psyhkalaš dearvvasvuođasuodjalus ja spesialistalaš gárihanfuolla.
smj: sámedigge tjuojggi dille uddni le bulkkeetáhtta ja duobmára vádnuji sáme giella- ja kultuvrramáhtudagáv sáme mánáj duobmárságájdahttemijda, dát gullu aj rádevaddefálaldagájda, bagádallamijn ja tjovvolimijn.

source: Fylkkasuohkaniin lea ovddasvástádus bátnedearvvasvuođabálvalusas.
smj: Dá li ájnas vánesvuoda ma guosski mánáj riektásihkarvuodajda.

source: Gielddain lea ovddasvástádus dábálaš doaktáriid bálvalusas, fysioterapiijabálvalusas, sealgeeadnebálvalusas, dearvvasvuođastašuvdna- ja skuvladearvvasvuođabálvalusas, dikšo- ja fuollabálvalusas, veajuiduhttin- ja barguimáhcahanbálvalusain, ja gielddat leat vuosttamuš dikšundássi psyhkalaš dearvvasvuođabarggus ja gárihansuodjalusas.
smj: Ráddidusán le ulmme vidábuj åvddånahttet buorre fágalasj mánájsuodjalusáv buorre moattekultuvralasj máhtudagáj ja buorre diedojt sáme mánájsuodjalusá birra guovlojs gånnå sáme álmmuk le. Åhpadusfálaldahka ” Mánájsuodjalus unneplåhkovuojnojs ” álgij 2008 tjavtja.

source: Sámediggi lea stáhtalaš eiseválddiid guovdilis gulahallanguoibmi das mii guoská politihkkaovddideapmái ja sin guovdu geain lea ovddasvástádussan fállat bálvalusaid sámi álbmogii.
smj: Joarkkaåhpadus fáladuvvá Finnmárko, oslo, Lillehammera ja Telemárko allaskåvlåjn. sáme biele vuojno li stuorra oassen åhpadusán, aktisasjåhpadusán ja sierraláhkáj Finnmárko alla-skåvlån.

source: Dainnago Sámediggi juogada doarjjaruđaid fylkkagielddaid ja gielddaid báikkálaš prošeavttaide, de Sámedikkisge lea vejolašvuohta váikkuhit dearvvasvuođa- ja fuollabálvalusaide mat fállojuvvojit sámi álbmogii.
smj: Ráddidus sihtá mánájgådij åvddånahttemijn dættodit máhtudagájt nannit sáme giella- ja kultuvrramáhtudagáv, ja ietján máhtudagájt kultuvralasj unneplåhkosuorgen. 30. doajmma Joarkkaåhpadusá árvustallam

source: Sámedikki ulbmil dán suorgái lea ahte sámi álbmogii maid galgá fállojuvvot dákkár dearvvasvuođabálvalus mii lea ovttadássásaš dainna mii fállojuvvo álbmogii muđuid.
smj: Joarkkaåhpadus ” Mánájsuodjalus unneplåhkovuojnojs ” galggá árvustaláduvvat. Dás duogátjis sjaddá árvvaluvvat jus le dárbbo ienebut sáme oasev fálaldagás nannit.

source: Dearvvasvuođafálaldaga vuođus galget leat sámegiella máhttu ja sámi kultuvra ja dearvvasvuođabargiid sámegiela máhttu ja sámi kulturmáhttu.
smj: 31. doajmma Bærrájgæhttjamårnigav láhkatjállusijn mierredit Mánájsuodjalus galggá vieledit sáme mánáj giela ja kultuvra duogátjav gå huvsov målssu ja gå soabmásij lusi biejaduvvi.

source: Sámediggi maid juolluda stipeanddaid joatkkaoahpahussii.
smj: sáme mánáj bærrájgæhttjo mánájsuodjalusinstitusjåvnåjn galggá láhkatjállusijn mierreduvvat.

source: Ulbmil lea oaččuhit sámegielalaš fágaolbmuid dán fágasuorgái.
smj: Åvdåsvásstediddje: Mánáj- ja dássádusdepartemænnta Ájgge: 2009-2010

source: Dearvvasvuođa- ja fuolahusdepartemeanta juolluda doarjagiid doaibmaplána čuovvoleapmái, man namma lea ” Mangfold og likeverd for helse- og sosialtjenester til den samiske befolkning ” (Sámi álbmoga dearvvasvuođa- ja sosiálabálvalusaid šláddjiivuohta ja dásseárvu), ja nu maiddái juolluda doarjagiid ee. Sámediggái, Sámi dearvvasvuođadutkama guovddážii ja Suoma-Norgga rádjaovttasbargui.
smj: Ráddidusá ulmme le álmmugij fállat avtaárvvusasj varresvuoda- ja huksodievnastusáj berustahtek gielalasj ja kultuvralasj duogátjis. suohkana suorge baktu ájggu Varresvuoda- ja huksodepartemænnta dættodit dutkamav ja máhtudakåvddånahttemav, pedagogalasj vájkkudimnævojt, økonomalasj doarjjagijt vuorodum åvddånahttemdåjmajda ja bærrájgæhttjovuogij åvddånahttemij.

source: Dearvvasvođabargiid oahpaheapmi Menddo unnán leat dohkálaš dulkkat dearvvasvuođa- ja sosiálabálvalusas.
smj: sierravarresvuodadievnastusán ájggu departemænnta bisodit sáme álmmuga dievnastusfálaldagájt æjgátstivrrima baktu.
